Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

source: No lyrics found.
da: Ingen sangtekst fundet.
de: Kein Liedtext gefunden.
es: No se encontró la letra.
fr: Aucune parole trouvée.
it: Nessun testo trovato.
ja: 歌詞は見つかりませんでした。
nb: Fant ingen sangtekst.
nl: Geen songtekst gevonden.
pl: Nie znaleziono tekstu.
pt: Nenhuma letra encontrada.
sv: Ingen sångtext hittades.
zh_hans: 未找到歌词。

# noMusicServersFound
source: No music servers found yet.
da: Ingen musikservere fundet endnu.
de: Noch keine Musikserver gefunden.
es: Todavía no se han encontrado servidores de música.
fr: Aucun serveur de musique trouvé pour l’instant.
it: Nessun server musicale trovato finora.
ja: ミュージックサーバーはまだ見つかっていません。
nb: Ingen musikkservere funnet ennå.
nl: Nog geen muziekservers gevonden.
pl: Nie znaleziono jeszcze serwerów muzycznych.
pt: Ainda não foram encontrados servidores de música.
sv: Inga musikservrar hittade ännu.
zh_hans: 尚未找到音乐服务器。

# noPlayableTracksInFormat
source: No playable tracks in %@
da: Ingen afspilbare spor i %@
de: Keine abspielbaren Titel in %@
es: No hay pistas reproducibles en %@
fr: Aucune piste lisible dans %@
it: Nessun brano riproducibile in %@
ja: %@ に再生できるトラックがありません
nb: Ingen spillbare spor i %@
nl: Geen afspeelbare nummers in %@
pl: Brak utworów do odtworzenia w %@
pt: Nenhuma faixa reproduzível em %@
sv: Inga spelbara spår i %@
zh_hans: %@ 中没有可播放的曲目

source: No Presets
da: Ingen forudindstillinger
de: Keine Vorlagen
es: Sin preajustes
fr: Aucun préréglage
it: Nessun preset
ja: プリセットなし
nb: Ingen forhåndsinnstillinger
nl: Geen voorinstellingen
pl: Brak ustawień
pt: Sem predefinições
sv: Inga förinställningar
zh_hans: 无预设

# noPreviousPlaysInHistory
source: No previous plays of this track in your Choragus history.
da: Ingen tidligere afspilninger af dette spor i din Choragus-historik.
de: Keine früheren Wiedergaben dieses Titels in deinem Choragus-Verlauf.
es: No hay reproducciones previas de esta pista en tu historial de Choragus.
fr: Aucune lecture précédente de ce titre dans votre historique Choragus.
it: Nessuna riproduzione precedente di questo brano nella cronologia di Choragus.
ja: Choragus の履歴にこのトラックの以前の再生はありません。
nb: Ingen tidligere avspillinger av dette sporet i Choragus-historikken din.
nl: Geen eerdere weergaven van dit nummer in je Choragus-geschiedenis.
pl: Brak poprzednich odtworzeń tego utworu w historii Choragus.
pt: Sem reproduções anteriores desta faixa no seu histórico do Choragus.
sv: Inga tidigare uppspelningar av detta spår i din Choragus-historik.
zh_hans: 您的 Choragus 历史中没有此曲目的以往播放记录。

# noQueueHistory
source: No saved queue states
da: Ingen gemte køtilstande
de: Keine gespeicherten Warteschlangen
es: No hay colas guardadas
fr: Aucun état de file enregistré
it: Nessuno stato della coda salvato
ja: 保存されたキューはありません
nb: Ingen lagrede køtilstander
nl: Geen opgeslagen wachtrijen
pl: Brak zapisanych stanów kolejki
pt: Nenhum estado de fila salvo
sv: Inga sparade kötillstånd
zh_hans: 没有已保存的队列

source: no reason recorded
da: ingen årsag registreret
de: kein Grund aufgezeichnet
es: sin motivo registrado
fr: aucune raison enregistrée
it: nessun motivo registrato
ja: 記録された理由なし
nb: ingen grunn registrert
nl: geen reden geregistreerd
pl: brak zarejestrowanego powodu
pt: sem motivo registrado
sv: ingen orsak registrerad
zh_hans: 未记录原因

# noRecentlyPlayed
source: No recently played tracks
da: Ingen nyligt afspillede numre
de: Keine kürzlich gespielten Titel
es: Sin pistas reproducidas recientemente
fr: Aucune piste récemment écoutée
it: Nessun brano riprodotto di recente
ja: 最近再生したトラックはありません
nb: Ingen nylig spilte spor
nl: Geen recent afgespeelde tracks
pl: Brak ostatnio odtwarzanych utworów
pt: Nenhuma faixa reproduzida recentemente
sv: Inga nyligen spelade spår
zh_hans: 无最近播放的曲目

source: No results found
da: Ingen resultater fundet
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
ja: 結果が見つかりません
nb: Ingen resultater funnet
nl: Geen resultaten gevonden
pl: Nie znaleziono wyników
pt: Nenhum resultado encontrado
sv: Inga resultat hittades
zh_hans: 未找到结果

# noRoomsInHistory
source: No rooms in play history yet.
da: Ingen rum i afspilningshistorikken endnu.
de: Noch keine Räume im Wiedergabeverlauf.
es: Aún no hay habitaciones en el historial.
fr: Aucune pièce dans l’historique de lecture.
it: Nessuna stanza ancora nella cronologia.
ja: 再生履歴にまだ部屋がありません。
nb: Ingen rom i avspillingsloggen ennu.
nl: Nog geen kamers in afspeelgeschiedenis.
pl: Jeszcze żadnych pokoi w historii.
pt: Ainda não há salas no histórico.
sv: Inga rum i uppspelningshistoriken än.
zh_hans: 播放历史中暂无房间。

source: No saved queues
da: Ingen gemte køer
de: Keine gespeicherten Warteschlangen
es: No hay colas guardadas
fr: Aucune file enregistrée
it: Nessuna coda salvata
ja: 保存済みキューはありません
nb: Ingen lagrede køer
nl: Geen opgeslagen wachtrijen
pl: Brak zapisanych kolejek
pt: Nenhuma fila salva
sv: Inga sparade köer
zh_hans: 没有已保存的队列

# noServicesConnectedYet
source: No services connected yet — expand below to set one up.
da: Ingen tjenester tilsluttet endnu — udvid nedenfor for at konfigurere en.
de: Noch keine Dienste verbunden — unten erweitern, um einen einzurichten.
es: Aún no hay servicios conectados — expande abajo para configurar uno.
fr: Aucun service connecté pour le moment — développez ci-dessous pour en configurer un.
it: Nessun servizio ancora collegato — espandi sotto per configurarne uno.
ja: 接続済みのサービスはまだありません—下を展開して設定してください。
nb: Ingen tjenester tilkoblet ennå — utvid nedenfor for å sette opp én.
nl: Nog geen diensten verbonden — klap hieronder uit om er één in te stellen.
pl: Nie podłączono jeszcze żadnych usług — rozwiń poniżej, aby skonfigurować.
pt: Ainda não há serviços ligados — expanda abaixo para configurar um.
sv: Inga tjänster anslutna ännu — expandera nedan för att ställa in en.
zh_hans: 尚未连接任何服务—展开下方以进行设置。

# noSpeakerGroupSelected
source: No speaker group selected to play to.
da: Ingen højttalergruppe valgt til afspilning.
de: Keine Lautsprechergruppe für die Wiedergabe ausgewählt.
es: No se ha seleccionado ningún grupo de altavoces para reproducir.
fr: Aucun groupe d'enceintes sélectionné pour la lecture.
it: Nessun gruppo di diffusori selezionato per la riproduzione.
ja: 再生先のスピーカーグループが選択されていません。
nb: Ingen høyttalergruppe valgt for avspilling.
nl: Geen speakergroep geselecteerd om naar af te spelen.
pl: Nie wybrano grupy głośników do odtwarzania.
pt: Nenhum grupo de colunas selecionado para reprodução.
sv: Ingen högtalargrupp vald att spela upp på.
zh_hans: 未选择要播放到的扬声器群组。

source: No speaker selected
da: Ingen højttaler valgt
de: Kein Lautsprecher ausgewählt
es: Ningún altavoz seleccionado
fr: Aucune enceinte sélectionnée
it: Nessun diffusore selezionato
ja: スピーカーが選択されていません
nb: Ingen høyttaler valgt
nl: Geen speaker geselecteerd
pl: Nie wybrano głośnika
pt: Nenhuma coluna selecionada
sv: Ingen högtalare vald
zh_hans: 未选择扬声器

# noSpeakersWithLineInOrTV
source: No speakers with line-in or TV inputs found.
da: Ingen højttalere med Line-in- eller TV-indgange fundet.
de: Keine Lautsprecher mit Line-In- oder TV-Eingängen gefunden.
es: No se encontraron altavoces con entradas Line-In o TV.
fr: Aucune enceinte avec entrée Line-In ou TV trouvée.
it: Nessun diffusore con ingressi Line-In o TV trovato.
ja: Line-In または TV 入力を持つスピーカーは見つかりませんでした。
nb: Fant ingen høyttalere med Line-in- eller TV-innganger.
nl: Geen speakers met line-in- of TV-ingangen gevonden.
pl: Nie znaleziono głośników z wejściami Line-In lub TV.
pt: Não foram encontrados altifalantes com entradas Line-In ou TV.
sv: Inga högtalare med Line-in- eller TV-ingångar hittades.
zh_hans: 未找到具有 Line-In 或 TV 输入的揚声器。

source: No station data
da: Ingen stationsdata
de: Keine Senderdaten
es: Sin datos de emisoras
fr: Aucune donnée de station
it: Nessun dato stazione
ja: ステーションデータなし
nb: Ingen stasjonsdata
nl: Geen zendergegevens
pl: Brak danych stacji
pt: Sem dados de estações
sv: Inga stationsdata
zh_hans: 暂无电台数据

source: No stations found
da: Ingen stationer fundet
de: Keine Sender gefunden
es: No se han encontrado emisoras
fr: Aucune station trouvée
it: Nessuna stazione trovata
ja: ステーションが見つかりません
nb: Ingen stasjoner funnet
nl: Geen zenders gevonden
pl: Nie znaleziono stacji
pt: Nenhuma estação encontrada
sv: Inga kanaler hittades
zh_hans: 未找到电台

# notAffiliatedWithSonos
source: Not affiliated with Sonos, Inc.
da: Ikke tilknyttet Sonos, Inc.
de: Nicht mit Sonos, Inc. verbunden.
es: Sin afiliación con Sonos, Inc.
fr: Non affilié à Sonos, Inc.
it: Non affiliato con Sonos, Inc.
ja: Sonos, Inc. とは無関係です。
nb: Ikke tilknyttet Sonos, Inc.
nl: Niet gelieerd aan Sonos, Inc.
pl: Niezwiązany z Sonos, Inc.
pt: Sem afiliação com a Sonos, Inc.
sv: Inte anslutet till Sonos, Inc.
zh_hans: 与 Sonos, Inc. 无关联。

source: Not available
da: Ikke tilgængelig
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
ja: 利用できません
nb: Ikke tilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
pt: Não disponível
sv: Inte tillgängligt
zh_hans: 不可用

source: Nothing here.
da: Intet her.
de: Hier ist nichts.
es: Nada aquí.
fr: Rien ici.
it: Niente qui.
ja: ここには何もありません。
nb: Ingenting her.
nl: Niets hier.
pl: Nic tutaj.
pt: Nada aqui.
sv: Inget här.
zh_hans: 这里什么也没有。

# nothingPlaying
source: Nothing playing on this speaker
da: Intet afspilles på denne højttaler
de: Keine Wiedergabe auf diesem Lautsprecher
es: Nada reproduciéndose en este altavoz
fr: Rien en lecture sur cette enceinte
it: Nessuna riproduzione su questo altoparlante
ja: このスピーカーでは何も再生されていません
nb: Ingenting spilles på denne høyttaleren
nl: Niets aan het afspelen op deze speaker
pl: Nic nie jest odtwarzane na tym głośniku
pt: Nada tocando nesta caixa de som
sv: Inget spelas på denna högtalare
zh_hans: 此音箱未在播放

source: Nothing to add.
da: Intet at tilføje.
de: Nichts hinzuzufügen.
es: No hay nada que añadir.
fr: Rien à ajouter.
it: Niente da aggiungere.
ja: 追加するものがありません。
nb: Ingenting å legge til.
nl: Niets om toe te voegen.
pl: Brak elementów do dodania.
pt: Nada para adicionar.
sv: Inget att lägga till.
zh_hans: 没有可添加的内容。

# nothingToPlayInFormat
source: Nothing to play in %@.
da: Intet at afspille i %@.
de: In %@ gibt es nichts zum Abspielen.
es: No hay nada que reproducir en %@.
fr: Rien à lire dans %@.
it: Niente da riprodurre in %@.
ja: %@ に再生できるものがありません。
nb: Ingenting å spille av i %@.
nl: Niets om af te spelen in %@.
pl: Brak elementów do odtworzenia w %@.
pt: Nada para reproduzir em %@.
sv: Inget att spela upp i %@.
zh_hans: %@ 中没有可播放的内容。

source: Nothing to play in this list.
da: Intet at afspille i denne liste.
de: In dieser Liste gibt es nichts zum Abspielen.
es: No hay nada que reproducir en esta lista.
fr: Rien à lire dans cette liste.
it: Niente da riprodurre in questa lista.
ja: このリストに再生できるものがありません。
nb: Ingenting å spille av i denne listen.
nl: Niets om af te spelen in deze lijst.
pl: Brak elementów do odtworzenia na tej liście.
pt: Nada para reproduzir nesta lista.
sv: Inget att spela upp i den här listan.
zh_hans: 此列表中没有可播放的内容。

# nothingToQueueFormat
source: Nothing to queue — %@ has no playable tracks.
da: Intet at sætte i kø — %@ har ingen numre, der kan afspilles.
de: Nichts zur Warteschlange hinzuzufügen — %@ hat keine abspielbaren Titel.
es: No hay nada que añadir a la cola: %@ no tiene pistas reproducibles.
fr: Rien à mettre en file — %@ n'a aucun titre lisible.
it: Niente da mettere in coda — %@ non ha brani riproducibili.
ja: キューに追加するものがありません。%@ には再生可能なトラックがありません。
nb: Ingenting å legge i kø — %@ har ingen avspillbare spor.
nl: Niets om in de wachtrij te zetten — %@ heeft geen afspeelbare nummers.
pl: Brak elementów do kolejki — %@ nie ma odtwarzalnych utworów.
pt: Nada para adicionar à fila — %@ não tem faixas reproduzíveis.
sv: Inget att köa — %@ har inga spelbara spår.
zh_hans: 没有可加入队列的内容——%@ 没有可播放的曲目。

source: Not Playing
da: Afspiller ikke
de: Nicht aktiv
es: Sin reproducción
fr: Aucune lecture
it: Non in riproduzione
ja: 再生していません
nb: Spiller ikke
nl: Speelt niet
pl: Nie odtwarza
pt: Sem reprodução
sv: Spelar inte
zh_hans: 未在播放

source: No Track
da: Intet nummer
de: Kein Titel
es: Sin pista
fr: Aucun morceau
it: Nessun brano
ja: トラックなし
nb: Ingen spor
nl: Geen nummer
pl: Brak utworu
pt: Nenhuma faixa
sv: Inget spår
zh_hans: 无曲目

source: of
da: af
de: von
es: de
fr: de
it: di
nb: av
nl: van
pl: z
pt: de
sv: av

# onceLabel
source: Once
da: Én gang
de: Einmal
es: Una vez
fr: Une fois
it: Una volta
ja: 一回
nb: Én gang
nl: Eenmalig
pl: Raz
pt: Uma vez
sv: En gång
zh_hans: 一次

source: Open
da: Åbn
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
nb: Åpne
nl: Openen
pl: Otwórz
pt: Abrir
sv: Öppna
zh_hans: 打开

# openAboutWindowTooltip
source: Open the About window
da: Åbn vinduet Om
de: Über-Fenster öffnen
es: Abrir la ventana «Acerca de»
fr: Ouvrir la fenêtre « À propos »
it: Apri la finestra “Informazioni”
ja: 「このアプリケーションについて」ウィンドウを開く
nb: Åpne Om-vinduet
nl: Venster ‘Over’ openen
pl: Otwórz okno „Informacje”
pt: Abrir a janela “Acerca de”
sv: Öppna fönstret Om
zh_hans: 打开「关于」窗口

# openASongToPlay
source: Open a song to play it
da: Åbn en sang for at afspille den
de: Öffne einen Titel zum Abspielen
es: Abre una canción para reproducirla
fr: Ouvrez un morceau pour le lire
it: Apri un brano per riprodurlo
ja: 曲を開いて再生します
nb: Åpne en sang for å spille den av
nl: Open een nummer om het af te spelen
pl: Otwórz utwór, aby go odtworzyć
pt: Abra uma música para a reproduzir
sv: Öppna en låt för att spela upp den
zh_hans: 打开一首歌曲以播放

source: Open Choragus
da: Åbn Choragus
de: Choragus öffnen
es: Abrir Choragus
fr: Ouvrir Choragus
it: Apri Choragus
ja: Choragusを開く
nb: Åpne Choragus
nl: Choragus openen
pl: Otwórz Choragus
pt: Abrir Choragus
sv: Öppna Choragus
zh_hans: 打开 Choragus

source: Open GitHub Issues
da: Åbn GitHub-issues
de: GitHub-Issues öffnen
es: Abrir incidencias de GitHub
fr: Ouvrir les issues GitHub
it: Apri le issue di GitHub
ja: GitHub Issues を開く
nb: Åpne GitHub-saker
nl: GitHub-issues openen
pl: Otwórz GitHub Issues
pt: Abrir os Issues do GitHub
sv: Öppna GitHub-ärenden
zh_hans: 打开 GitHub Issues

# openLastFMRegistration
source: Open last.fm/api/account/create
da: Åbn last.fm/api/account/create
de: last.fm/api/account/create öffnen
es: Abrir last.fm/api/account/create
fr: Ouvrir last.fm/api/account/create
it: Apri last.fm/api/account/create
ja: last.fm/api/account/create を開く
nb: Åpne last.fm/api/account/create
nl: last.fm/api/account/create openen
pl: Otwórz last.fm/api/account/create
pt: Abrir last.fm/api/account/create
sv: Öppna last.fm/api/account/create
zh_hans: 打开 last.fm/api/account/create

source: Open Settings
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
nb: Åpne innstillinger
nl: Open instellingen
pl: Otwórz ustawienia
pt: Abrir configurações
sv: Öppna inställningar
zh_hans: 打开设置

source: Open System Settings
da: Åbn Systemindstillinger
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
nb: Åpne Systeminnstillinger
nl: Systeeminstellingen openen
pl: Otwórz Ustawienia systemowe
pt: Abrir Definições do Sistema
sv: Öppna Systeminställningar
zh_hans: 打开系统设置

# otherServicesAvailableFormat
source: Other Services (%d available)
da: Andre tjenester (%d tilgængelige)
de: Andere Dienste (%d verfügbar)
es: Otros servicios (%d disponibles)
fr: Autres services (%d disponibles)
it: Altri servizi (%d disponibili)
ja: その他のサービス(%d 件)
nb: Andre tjenester (%d tilgjengelige)
nl: Andere diensten (%d beschikbaar)
pl: Inne usługi (dostępnych: %d)
pt: Outros serviços (%d disponíveis)
sv: Andra tjänster (%d tillgängliga)
zh_hans: 其他服务（%d 个可用）

# otherServicesBody
source: These services have not been tested. They may work with AppLink authentication but results are not guaranteed. YouTube Music requires its own OAuth and cannot be connected here.
da: Disse tjenester er ikke testet. De kan fungere med AppLink-godkendelse, men resultater er ikke garanteret. YouTube Music kræver egen OAuth og kan ikke tilsluttes her.
de: Diese Dienste wurden nicht getestet. Sie können mit AppLink-Authentifizierung funktionieren, aber Ergebnisse sind nicht garantiert. YouTube Music benötigt ein eigenes OAuth und kann hier nicht verbunden werden.
es: Estos servicios no han sido probados. Pueden funcionar con autenticación AppLink, pero los resultados no están garantizados. YouTube Music requieren su propio OAuth y no pueden conectarse aquí.
fr: Ces services n’ont pas été testés. Ils peuvent fonctionner avec l’authentification AppLink, mais les résultats ne sont pas garantis. YouTube Music nécessitent leur propre OAuth et ne peuvent pas être connectés ici.
it: Questi servizi non sono stati testati. Potrebbero funzionare con autenticazione AppLink ma i risultati non sono garantiti. YouTube Music richiedono il proprio OAuth e non possono essere connessi qui.
ja: これらのサービスは未テストです。AppLink 認証で機能する可能性がありますが、結果は保証されません。YouTube Music は独自の OAuth が必要でここでは接続できません。
nb: Disse tjenestene er ikke testet. De kan fungere med AppLink-autentisering, men resultater er ikke garantert. YouTube Music krever egen OAuth og kan ikke kobles til her.
nl: Deze diensten zijn niet getest. Ze werken mogelijk met AppLink-authenticatie, maar resultaten zijn niet gegarandeerd. YouTube Music vereisen hun eigen OAuth en kunnen hier niet verbonden worden.
pl: Te usługi nie zostały przetestowane. Mogą działać z uwierzytelnianiem AppLink, ale wyniki nie są gwarantowane. YouTube Music wymagają własnego OAuth i nie można ich tutaj połączyć.
pt: Esses serviços não foram testados. Podem funcionar com autenticação AppLink, mas os resultados não são garantidos. YouTube Music exigem o próprio OAuth e não podem ser conectados aqui.
sv: Dessa tjänster har inte testats. De kan fungera med AppLink-autentisering, men resultat kan inte garanteras. YouTube Music kräver egen OAuth och kan inte anslutas här.
zh_hans: 这些服务尚未测试。它们可能使用 AppLink 验证工作，但不保证效果。YouTube Music 需要自己的 OAuth，无法在此连接。

# particleDriftDescription
source: Particles drift along rotated gradient of hour × weekday listening density.
da: Partikler driver langs roteret gradient af time × ugedag-lyttetæthed.
de: Partikel driften entlang des rotierten Gradienten der Stunde × Wochentag Hördichte.
es: Las partículas derivan a lo largo del gradiente rotado de la densidad de escucha hora × día de la semana.
fr: Les particules dérivent le long du gradient pivoté de la densité d’écoute heure × jour de la semaine.
it: Le particelle si muovono lungo il gradiente ruotato della densità di ascolto ora × giorno della settimana.
ja: パーティクルは時間 × 曜日の聴取密度の回転勾配に沿って漂います。
nb: Partikler driver langs rotert gradient av time × ukedag-lyttetetthet.
nl: Deeltjes drijven langs de gedraaide gradiënt van uur × weekdag luisterdichtheid.
pl: Cząstki dryfują wzdłuż obróconego gradientu gęstości słuchania godzina × dzień tygodnia.
pt: As partículas derivam ao longo do gradiente rotacionado da densidade de escuta hora × dia da semana.
sv: Partiklar driver längs roterad gradient av timme × veckodag-lyssningstäthet.
zh_hans: 粒子沿着小时 × 星期职听密度的旋转梯度漂移。

# pasteSunoLink
source: Paste a suno.com song link
da: Indsæt et suno.com-sanglink
de: Suno.com-Songlink einsetzen
es: Pega un enlace de canción de suno.com
fr: Collez un lien vers un morceau suno.com
it: Incolla un link a un brano di suno.com
ja: suno.com の曲リンクを貼り付け
nb: Lim inn en suno.com-sanglenke
nl: Plak een suno.com-songlink
pl: Wklej link do utworu z suno.com
pt: Cole uma ligação de música do suno.com
sv: Klistra in en suno.com-låtlänk
zh_hans: 粘贴 suno.com 歌曲链接

# pasteSunoLinkHint
source: Paste a public Suno song link to play it here.
da: Indsæt et link til en offentlig Suno-sang for at afspille den her.
de: Füge einen öffentlichen Suno-Songlink ein, um ihn hier abzuspielen.
es: Pega el enlace de una canción pública de Suno para reproducirla aquí.
fr: Collez le lien d'un morceau Suno public pour le lire ici.
it: Incolla il link di un brano Suno pubblico per riprodurlo qui.
ja: 公開されている Suno の曲のリンクを貼り付けてここで再生します。
nb: Lim inn en lenke til en offentlig Suno-sang for å spille den av her.
nl: Plak een openbare Suno-songlink om deze hier af te spelen.
pl: Wklej link do publicznego utworu Suno, aby odtworzyć go tutaj.
pt: Cole o link de uma música pública do Suno para a reproduzir aqui.
sv: Klistra in en länk till en offentlig Suno-låt för att spela upp den här.
zh_hans: 粘贴公开的 Suno 歌曲链接即可在此播放。

source: Pause All
da: Sæt alle på pause
de: Alle pausieren
es: Pausar todo
fr: Mettre tout en pause
it: Metti tutto in pausa
ja: すべて一時停止
nb: Pause alle
nl: Alles pauzeren
pl: Wstrzymaj wszystkie
pt: Pausar tudo
sv: Pausa alla
zh_hans: 全部暂停

# peakHourFormat
source: Peak: %@
da: Topp: %@
de: Spitze: %@
es: Pico: %@
fr: Pic : %@
it: Picco: %@
ja: ピーク: %@
nb: Topp: %@
nl: Piek: %@
pl: Szczyt: %@
pt: Pico: %@
sv: Topp: %@
zh_hans: 峰值：%@

source: Peak Listening Hours
da: Topp-lyttetimer
de: Hörzeiten-Spitzen
es: Horas pico de escucha
fr: Heures d’écoute principales
it: Ore di ascolto di picco
ja: ピーク視聴時間
nb: Topp-lytte-timer
nl: Piekluisteruren
pl: Szczytowe godziny odsłuchu
pt: Horas de pico de audição
sv: Topp-lyssnarstimmar
zh_hans: 活跃收听时段

source: pending
da: afventende
de: ausstehend
es: pendientes
fr: en attente
it: in sospeso
ja: 保留中
nb: ventende
nl: openstaand
pl: oczekujących
pt: pendentes
sv: väntande
zh_hans: 待处理

# pendingWithFilteredFormat
source: %d pending (%d filtered)
da: %d afventer (%d filtreret)
de: %d ausstehend (%d gefiltert)
es: %d pendientes (%d filtrados)
fr: %d en attente (%d filtrés)
it: %d in sospeso (%d filtrati)
ja: %d 件保留中（%d 件フィルター済）
nb: %d venter (%d filtrert)
nl: %d in behandeling (%d gefilterd)
pl: %d oczekujących (%d odfiltrowanych)
pt: %d pendentes (%d filtrados)
sv: %d väntar (%d filtrerade)
zh_hans: %d 项待处理（%d 项已过滤）

source: Placement Adjustment
da: Placeringsjustering
de: Aufstellungsanpassung
es: Ajuste de colocación
fr: Ajustement du placement
it: Regolazione posizionamento
ja: 配置調整
nb: Plasseringsjustering
nl: Plaatsingsaanpassing
pl: Regulacja ustawienia
pt: Ajuste de posição
sv: Placeringsjustering
zh_hans: 位置调整

source: Play
da: Afspil
de: Abspielen
es: Reproducir
fr: Lecture
it: Riproduci
ja: 再生
nb: Spill
nl: Afspelen
pl: Odtwórz
pt: Reproduzir
sv: Spela
zh_hans: 播放

source: Play All
da: Afspil alle
de: Alle abspielen
es: Reproducir todo
fr: Tout lire
it: Riproduci tutto
ja: すべて再生
nb: Spill alle
nl: Alles afspelen
pl: Odtwórz wszystkie
pt: Reproduzir todas
sv: Spela upp alla
zh_hans: 全部播放

source: Play All Next
da: Afspil alle som næste
de: Alle als Nächstes abspielen
es: Reproducir todo a continuación
fr: Tout lire ensuite
it: Riproduci tutto come successivo
ja: すべてを次に再生
nb: Spill alle som neste
nl: Alles als volgende afspelen
pl: Odtwórz wszystko jako następne
pt: Reproduzir tudo a seguir
sv: Spela alla härnäst
zh_hans: 接下来播放全部

source: Play All Now
da: Afspil alle nu
de: Alle jetzt abspielen
es: Reproducir todo ahora
fr: Tout lire maintenant
it: Riproduci tutto ora
ja: すべてを今すぐ再生
nb: Spill alle nå
nl: Alles nu afspelen
pl: Odtwórz wszystko teraz
pt: Reproduzir tudo agora
sv: Spela alla nu
zh_hans: 立即播放全部

source: Play All on Sonos
da: Afspil alt på Sonos
de: Alle auf Sonos abspielen
es: Reproducir todo en Sonos
fr: Tout lire sur Sonos
it: Riproduci tutto su Sonos
ja: すべてを Sonos で再生
nb: Spill av alt på Sonos
nl: Alles afspelen op Sonos
pl: Odtwórz wszystko na Sonos
pt: Reproduzir tudo no Sonos
sv: Spela upp allt på Sonos
zh_hans: 在 Sonos 上播放全部
